import { AboutWrap } from "./AboutStyle";


const About = () => {
    return (
        <AboutWrap>
            <div className="inner">
                    <h2>1949년부터,  스토리와 스타일, 스포츠를 이끌다</h2>
                    <div className="AboutHistory">
                        <img src="./images/About.png" alt="About" />
                       <div>
                       <p>
                        스포츠는 건강을 지키며, 내면을 밝혀주고, 우리를 하나로 이어줍니다. 아디다스는 스포츠를 통해 세상을 바꿀 수있다고 믿습니다. 세계무대를 빛내는 스포츠 선수에서, 평범한 사람들의 일상에 이르기까지, 우리는 최상의 테크놀로지로 최상의 퍼포먼스를 선사합니다. 러닝에서 바스켓볼, 축구, 피트니스까지. 아디다스와 함께 새로운 나의 모습을 만나보세요. 가끔은 도시를 벗어나 아웃도어를 즐기고, 요가를 통해공동체와 하나가 되어보세요. 3-스트라이프의 헤리티지는 문화로까지 이어집니다. 스포츠는 물론, 음악과 일상의 스트릿까지 말이죠. 휘슬이 울리기 직전의 출발선으로부터, 질주의 순간, 마지막 결승선까지. 아디다스는 모두를 위한 브랜드입니다. 스포츠와 당신의 삶, 그리고 세상을 바꿉니다.
                        </p>
                        <p>
                        아디다스는 단순히 스포츠웨어와 운동복을 만드는 브랜드가 아닙니다. 우리는 업계를 선도하는 리더들과 파트너십을 맺고 세상에 없던 것들을 함께 창조합니다. 이를 통해 우리는 팬들이 원하는 스포츠 제품과 스타일을 제공하고 동시에 환경의 지속가능성을 지켜 나가고 있습니다. 아디다스는 크리에이터의 브랜드입니다. 게임의 판도를 바꾸고, 변화를 이끕니다. 그리고 우리는 우리가 지닌 영향력으로 세상을 어떻게 만들어 나갈지 고민합니다.
                        </p>
                       <p>
                       아디다스는 모두의 스포츠 브랜드입니다. 새로움을 추구하는 크리에이터의 브랜드입니다. 관습에 도전하고, 새로운 룰을 만들며, 창조적인 파격을 거듭합니다. 우리는 단순한 스포츠 제품, 그 이상을 만듭니다. 결승선을 통과하는 그 순간까지 흔들림 없는 몰입과 의지, 승리의 정신을 추구합니다. 운동하는 여성들을 위해 브라와 타이츠를 만들며, 세상의 모든 스포츠와 모든 체형을 포용합니다. 새로움을 디자인하고, 혁신하고, 창조합니다. 그라운드에서 육상 트랙과 코트, 수영장에 이르기까지, 스포츠의 새로운 미래를 위한 실험을 반복합니다. NMD에서 파이어버드 트랙수트까지, 어제의 영감을 바탕으로 내일의 스트릿 트렌드를 생각해냅니다. 영원한 스트릿의 아이콘으로 자리 잡은 스탠 스미스와 슈퍼스타에서 볼 수 있듯이, 아디다스는 어제의 클래식에 오늘의 트렌드라는 새 생명을 불어넣는 브랜드입니다.
                       </p>
                       </div>
                     
                    </div>
                    {/* <div className="AboutHistory">
                        <div>
                        <p>
                            스포츠는 건강을 지키며, 내면을 밝혀주고, 우리를 하나로 이어줍니다. 아디다스는 스포츠를 통해 세상을 바꿀 수있다고 믿습니다. 세계무대를 빛내는 스포츠 선수에서, 평범한 사람들의 일상에 이르기까지, 우리는 최상의 테크놀로지로 최상의 퍼포먼스를 선사합니다. 러닝에서 바스켓볼, 축구, 피트니스까지. 아디다스와 함께 새로운 나의 모습을 만나보세요. 가끔은 도시를 벗어나 아웃도어를 즐기고, 요가를 통해공동체와 하나가 되어보세요. 3-스트라이프의 헤리티지는 문화로까지 이어집니다. 스포츠는 물론, 음악과 일상의 스트릿까지 말이죠. 휘슬이 울리기 직전의 출발선으로부터, 질주의 순간, 마지막 결승선까지. 아디다스는 모두를 위한 브랜드입니다. 스포츠와 당신의 삶, 그리고 세상을 바꿉니다.
                            </p>
                            <p>
                            아디다스는 단순히 스포츠웨어와 운동복을 만드는 브랜드가 아닙니다. 우리는 업계를 선도하는 리더들과 파트너십을 맺고 세상에 없던 것들을 함께 창조합니다. 이를 통해 우리는 팬들이 원하는 스포츠 제품과 스타일을 제공하고 동시에 환경의 지속가능성을 지켜 나가고 있습니다. 아디다스는 크리에이터의 브랜드입니다. 게임의 판도를 바꾸고, 변화를 이끕니다. 그리고 우리는 우리가 지닌 영향력으로 세상을 어떻게 만들어 나갈지 고민합니다.
                            </p>
                        <p>
                        아디다스는 모두의 스포츠 브랜드입니다. 새로움을 추구하는 크리에이터의 브랜드입니다. 관습에 도전하고, 새로운 룰을 만들며, 창조적인 파격을 거듭합니다. 우리는 단순한 스포츠 제품, 그 이상을 만듭니다. 결승선을 통과하는 그 순간까지 흔들림 없는 몰입과 의지, 승리의 정신을 추구합니다. 운동하는 여성들을 위해 브라와 타이츠를 만들며, 세상의 모든 스포츠와 모든 체형을 포용합니다. 새로움을 디자인하고, 혁신하고, 창조합니다. 그라운드에서 육상 트랙과 코트, 수영장에 이르기까지, 스포츠의 새로운 미래를 위한 실험을 반복합니다. NMD에서 파이어버드 트랙수트까지, 어제의 영감을 바탕으로 내일의 스트릿 트렌드를 생각해냅니다. 영원한 스트릿의 아이콘으로 자리 잡은 스탠 스미스와 슈퍼스타에서 볼 수 있듯이, 아디다스는 어제의 클래식에 오늘의 트렌드라는 새 생명을 불어넣는 브랜드입니다.
                        </p>
                       </div>
                        <img src="./images/About2.jpeg" alt="About" />
               
                     
                    </div> */}
                    <h2>Impossible is Nothing</h2>
                    <div className="AboutHistory">
                    <iframe width="560" height="315" src="https://www.youtube.com/embed/dqiRflYXf2Y?si=wXU-uw8kQrsejwR5" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen autoplay muted></iframe>
                        <div>
                       
               
                        <p>
                        러닝은 아무 것도 바라지 않아
                            </p>
                            <p>
                            ​러닝은 자유로워​
골대도, 경기장도, 결승선도 필요 없지​
러닝은 두 다리만 있으면 돼
때론 하나로도 충분하지
                            </p>
                            <p>
                            러닝은 우리가 얼마나 빠른지 묻지 않아
기록을 깨거나, 스스로에게 깨져도 괜찮아​ <br/>
러닝이 우리에게 바라는 건 단 하나
그냥 달리는 거야
지금 러닝에게 필요한 건
너뿐이야​.
                            </p>
                        <p>
                        고강도 운동부터 편안한 일상생활까지 언제나 부드럽고 탄탄한 신축성을 제공하는
아디다스 브라와 레깅스 그리고 다양한 제품들과 함께 당신만의 느낌을 찾아보세요.
                        </p>
                        <p>어떤 움직임에도 편안한 젠비 레깅스와 메트콘은 트레이닝 필수 아이템입니다. 예림 트레이너의 추천 제품들로 강도 높은 운동에서도 안정적인 지지력과 쾌적함을 경험해 보세요.</p>
                       </div>
                      
                     
                    </div>
             </div>
        </AboutWrap>
    );
};

export default About;